let questions = [
    {
        "question":"你一百公尺跑幾秒？",
        "answers":[
            ["11~13s",2],
            ["14~16s",3],
            [">17s",4]
        ]
    },
    {
        "question":"你身高幾公分？",
        "answers":[
            ["180~189cm",3],
            ["190~199cm",4],
            [">200cm",5]
        ]
    },
    {
        "question":"你最喜歡哪個品牌的鞋子？",
        "answers":[
            ["Adidas",4],
            ["Nike",5],
            ["Reebok",6]
        ]
    },
    {
        "question":"你擅長的進攻方式？",
        "answers":[
            ["切入進攻籃框",5],
            ["尋求外線出手",6],
            ["隊友配合掩護",7]
        ]
    },
    {
        "question":"你的膚色？",
        "answers":[
            ["黑",6],
            ["黃",7],
            ["白",8]
        ]
    },
    {
        "question":"你最喜歡的食物？",
        "answers":[
            ["披薩",7],
            ["漢堡",8],
            ["牛排","A"]
        ]
    },
    {
        "question":"如果能進入NBA，最想加入哪一隊？",
        "answers":[
            ["湖人隊",8],
            ["公牛隊",9],
            ["勇士隊",10]
        ]
    },
    {
        "question":"下列當中比較崇拜的球星？",
        "answers":[
            ["Steve Nash",9],
            ["Kareem Abdul-Jabbar","A"],
            ["Kobe Bryant","B"]
        ]
    },
    {
        "question":"最想去哪個地方？",
        "answers":[
            ["舊金山","C"],
            ["矽谷","D"],
            ["芝加哥","A"]
        ]
    },
    {
        "question":"除了籃球以外，最喜歡哪個運動？",
        "answers":[
            ["足球","B"],
            ["網球","C"],
            ["橄欖球","D"]
        ]
    }
    
];

let finalAnswers={
        "A":["James Harden","即使他身旁沒有太多好的隊友，他仍舊能夠為球隊貢獻良多。就在如Giannis Antetokounmpo等球員依賴隊友製造空間的同時，Harden則是靠著自己的腳步創造空間。因此，Harden也成為全聯盟持球三分出手最多次的男人，甚至比在他後面兩名合計還高，命中率也有不錯的36%。Harden也剛好是世界上最好的單打高手，所以無論是要他與隊友搭配還是單打獨鬥，他都可以造成重傷害。"],
        "B":["Stephen Curry","Curry在場上會帶給對手莫大的壓力。光是想到那百步穿楊的遠射能力，就足以讓對方團隊防守布陣受影響。除此之外，因為Curry持球時會吸引防守者，他的搭檔也因此獲得了發揮空間和投籃機會，讓他們可以打出生涯最有效率的表現，而Curry也看起來很樂意與他的隊友們分享球權，他也不會去爭搶大哥的職位。"],
        "C":["Lebron James","應該沒有什麼人會質疑LeBron關鍵時刻的戰力。當你需要一位能夠接掌比賽，並帶領你球隊邁向勝利時，LeBron仍舊會是你的首選。這也是為什麼他能夠長期排在聯盟頂端的原因。"],
        "D":["Giannis Antetokounmpo","「字母哥」Giannis Antetokounmpo。沒有任何一個人在比賽中每個球權中比Giannis付出更多，而這對於一位身體素質及運動能力異稟的七呎長人而言，是相當難得的。他的衝勁跟爆發力，讓他成為了全聯盟快攻時最難以抵禦的危險人物。也因為他的身材，Giannis也剛好是全聯盟最強勢的防守籃板收集者之一。他跳得比別人高、衝得比別人快，跨步也比別人寬。"]
};